Repository: dynamics7/nativedebugger
Catalog: NativeDebugger/LocalizedResources.*.resx
Languages: de_de, ru_ru

source: Applying security settings...
de_de: Sicherheits-Einstellungen werden übernommen...
ru_ru: Применение настроек безопасности...

source: Copying files...
de_de: Kopiere Dateien...
ru_ru: Копирование файлов...

source: CoreCon IPs:
ru_ru: Список IP:

source: Error
de_de: Fehler
ru_ru: Ошибка

# InstanciatingNativeCode
source: Problem instanciating native code
de_de: Problem mit Nativ-Code-Instanz
ru_ru: Ошибка во время инициализации нативного кода

# NoIPs
source: No IPs. Are you using custom transport?
de_de: Keine IPs!
ru_ru: Пусто. Должно быть, вы используете кастомный транспорт?

# NoRootAccess
source: Application doesn't have a root access to your device. Make sure you have full unlocked ROM.
de_de: Anwendung hat keinen Root-Zugriff auf Ihrem Gerät. Stellen Sie sicher, dass Sie ein Full-Unlock ROM verwenden.
ru_ru: Недостаточно прав для запуска приложения. Удостоверьтесь, что вы используете полностью разблокированную версию ПО для вашего телефона.

source: Ok
ru_ru: Ок

source: Registering COM dll...
de_de: Registriere COM dll...
ru_ru: Регистрация COM...

# RegisteringComDllProblem
source: Problem registering com dll
de_de: Problem beim registrieren von COM dll
ru_ru: Ошибка во время регистрации COM

source: Start debugger automatically
de_de: Debugger automatisch starten
ru_ru: Запускать отладчик автоматически

source: Starting Connection Manager...
de_de: Verbindungs-Manager starten...
ru_ru: Запуск менеджера подключения...

# StartingConnectionManagerProblem
source: Problem occured while creating Connection Manager
de_de: Problem während Erstellung des Verbindungs-Managers
ru_ru: Ошибка во время запуска менеджера подключения

source: Starting RAPI worker...
de_de: Starte RAPI Worker...
ru_ru: Запуск RAPI worker...

# StartingRapiWorkerProblem
source: Problem occured while creating RAPI worker
de_de: Problem während Erstellung des RAPI Worker
ru_ru: Ошибка во время запуска RAPI worker

source: Start WMDC automatically
de_de: Starte WMDC automatisch
ru_ru: Запускать WMDC автоматически

source: Terminating processes...
de_de: Prozesse beenden...
ru_ru: Выключение RAPI-клиента...

# UsePcDebugger
source: Use VS debugger from PC
de_de: VS Debugger des PC's verwenden
ru_ru: Использовать отладчик с PC

source: Waiting for IP resolving
de_de: Warten auf IP-Auflösung
ru_ru: Ожидание IP-адреса...

source: Warning!
de_de: Warnung!
ru_ru: Внимание!

source: about
de_de: Über
ru_ru: о программе

# AboutNotice
source: This application is provided "AS IS" without any warranties. Author isn't responsible for any damage caused by application usage
de_de: Diese Anwendung wird "WIE SIE IST" ohne Garantien zur Verfügung gestellt. Der Ersteller ist nicht verantwortlich für Probleme die aus der Anwendungsnutzung entstehen.
ru_ru: Приложение предоставляется "как есть" без каких-либо гарантий. Автор не несет ответственности за возможный ущерб.

# AboutPleaseNote
source: Please, note:
de_de: Bitte beachten:
ru_ru: Важное замечание:

# HomeAbout
source: about
de_de: Über
ru_ru: о программе

# MsProperty
source: Windows Mobile Device Center trademark is a property of Microsoft Corporation.
de_de: Windows Mobile Device Center Handelsmarke ist Eigentum der Microsoft Corporation.
ru_ru: Торговая марка "Windows Mobile Device Center" является собственностью Microsoft Corporation.

# btnDisable
source: Disable
de_de: Deaktivieren
ru_ru: Отключить

# StateDebuggerDisabled
source: Debugger isn't running
de_de: Debugger läuft nicht
ru_ru: Отладчик не запущен

# StateDebuggerEnabled
source: Debugger is running
de_de: Debugger läuft
ru_ru: Отладчик работает

# StateDisabled
source: Disabled
de_de: Deaktiviert
ru_ru: Выключено

# StateEnabled
source: Enabled
de_de: Aktiviert
ru_ru: Включено

# StateEnabling
source: Enabling...
de_de: Aktiviere...
ru_ru: Запуск...

# StateFailed
source: Failed
de_de: Nicht erfolgreich
ru_ru: Ошибка

source: Disable
de_de: Deaktivieren
ru_ru: Отключить

# InfoClickToRun
source: Click "Launch" to run Windows Mobile Device Center phone client.
de_de: Drücken Sie "Ausführen", um Windows Mobile Device Center Telefon-Client zu starten.
ru_ru: Нажмите "Запуск", чтобы включить клиент Windows Mobile Device Center на телефоне.

# InfoDebuggingProblems
source: If you experience any problems with application debugging, click "Disable" and reconnect the phone to your PC.
de_de: Wenn Sie Probleme mit Anwendungs-Debugging haben, klicken sie auf "Deaktivieren" und verbinden Sie das Telefon erneut mit Ihrem PC.
ru_ru: Если вы испытываете проблемы с отладкой приложений, нажмите "Отключить", отсоедините телефон от компьютера и подключите заново.

# InfoDebuggingRun
source: Use Microsoft Visual Studio 2008 for native application debugging or Microsoft Visual Studio 2010/2012 for silverlight application debugging.
de_de: Benutzen Sie Microsoft Visual Studio 2008 für natives Anwendungs-debugging oder Microsoft Visual Studio 2010/2012 für silverlight Anwendungs-debugging.
ru_ru: Для запуска отладчика используйте Microsoft Visual Studio 2008 (для нативных приложений) или Visual Studio 2010/2012 (для Silverlight-приложений).

# InfoInstallWmdcOnPc
source: Install Windows Mobile Device Center on your PC to get an access to your device files.
de_de: Installieren Sie Windows Mobile Device Center auf Ihrem PC, um Dateizugriff auf Ihrem Gerät zu erhalten.
ru_ru: Установите Windows Mobile Device Center на ваш компьютер, чтобы получить доступ к данным на устройстве.

source: Launch
de_de: Starten
ru_ru: Запуск

source: Run
de_de: Ausführen
ru_ru: Запустить

# StateDebuggerDisabling
source: Debugger is being disabled...
de_de: Debugger wird deaktiviert...
ru_ru: Отладчик отключается...

source: Enable
de_de: Aktivieren
ru_ru: Включить

source: System integration
ru_ru: Интеграция в систему

# SystemIntegrationInfo
source: Activate to make WMDC running at startup.
de_de: Aktivieren, um WMDC beim Systemstart auszuführen.
ru_ru: Активируйте данную опцию, чтобы WMDC запускался автоматически при старте системы.

# WmdcLauncher
source: Windows Mobile Device Center Launcher
de_de: Windows Mobile Device Center Starter
